<?php
    $version = 'V2.0';
    return $version;

/*   v1.4 2016-06-07
 *  1.按岗位和国籍类型设置员工时薪
 *  2.按日期添加员工补贴，可添加单人也可以添加全体成员
 *  3.工资查询，以及进行工资计算和工资入库操作
 *  4.增加PTW申请关闭工作流
 *  5.承包商建立分包可进行分类，选择相关岗位人员
 *  6.许可证的修改
 
 
 *   V1.3.2 2016-4-25*
 *  1.按项目和日期查询员工的工时数，可导出统计报表。
 *  2.根据项目和日期填写员工工时数。
 
 *   V1.3.1  2016-4-13
 *  1.登录页版权信息修改。
 *  2.部分翻译的调整。
 
 *  V1.3    2016-03-31
 *  1.系统翻译。
    2.增加PTW/TBM的审批节点显示。

 *  V1.2    2016-03-18
 *  1.默认办公室考勤项目：管理员建立承包商的同时自动建立办公室考勤项目。
    2.重置登录密码：管理员可以选择重置FACE客户端登录密码或者平台登录密码。
    3.员工资质到期查询。
    4.部分翻译的调整。

 *  V1.0.1 2016-02-17
 * 1、增加员工信息批量导出功能；
 * 2、考勤菜单顺序修改
 *
 *  V1.0.0 2016-02-14
1、增加员工信息批量导入功能；

 *  V0.17.0
1、增加考勤出勤报表：项目下每日应出勤人数、实际出勤人数、缺勤人员；
2、项目分解属性修改的bug修复；

 *  V0.16.2
1、增加版本显示；
2、优化任务分解功能界面；
3、增加任务的图片附件上传；

 *  V0.16.1
1、考勤记录“项目”修正bug；
2、日期控件更新最新版，修正css；

 *  V0.16.0
1、考勤报表增加“统计报表”下载；
2、考勤记录增加“项目”选项；
3、调整考勤记录中数字小数位数过长的显示；
4、分包项目增加“任务分解”功能：建立任务、添加人员、任务进度下载等功能；
 *
 *
 */
?>

